abseil
acl
alsa-lib
aom
aria2
aribb24
assimp
at-spi2-core
atuin
bandwhich
berkeley-db@5
binutils
boost
brotli
bzip2
ca-certificates
cairo
ceres-solver
certifi
cgns
chafa
cheat
cjson
cointop
ctop
cups
curl
cyrus-sasl
dav1d
dbus
diff-so-fancy
double-conversion
dust
eigen
elfutils
expat
eza
faac
faad2
fastfetch
fdk-aac
ffmpeg
fftw
flac
fontconfig
freeglut
freetype
frei0r
fribidi
fzf
game-music-emu
gcc
gdk-pixbuf
gettext
gflags
giflib
gitleaks
gl2ps
glib
glib-networking
glog
gmp
gnupg
gnutls
go
gobject-introspection
gpgme
graphene
graphite2
gsettings-desktop-schemas
gstreamer
gtk+3
gtk4
harfbuzz
has
hdf5
hicolor-icon-theme
highway
httpie
hunspell
hwloc
icu4c@76
icu4c@77
imath
isl
iso-codes
jack
jasper
jpeg-turbo
jpeg-xl
json-c
json-glib
jsoncpp
kanata
kew
krb5
ladspa-sdk
lame
lazydocker
lazygit
leptonica
libaec
libarchive
libass
libassuan
libavif
libb2
libbluray
libcap
libclc
libdeflate
libdrm
libedit
libepoxy
libev
libevent
libffi
libfontenc
libgcrypt
libgit2
libgpg-error
libharu
libice
libidn2
libksba
libmicrohttpd
libmng
libmpc
libnghttp2
libnice
libnotify
libogg
libopenmpt
libpciaccess
libpng
libpsl
librist
librsvg
libsamplerate
libsecret
libshout
libsm
libsndfile
libsodium
libsoup
libsoxr
libssh
libssh2
libtasn1
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libusb
libusrsctp
libuv
libva
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxi
libxinerama
libxkbcommon
libxkbfile
libxml2
libxmu
libxrandr
libxrender
libxscrnsaver
libxshmfence
libxslt
libxt
libxtst
libxv
libxxf86vm
little-cms2
lld@19
llvm
llvm@19
lm-sensors
lpeg
luajit
luv
lz4
lzo
m4
mbedtls
md4c
mesa
mesa-glu
metis
minizip
mpdecimal
mpfr
mpg123
msgpack
mutt
navi
ncurses
neovim
netcdf
nettle
newsboat
nlohmann-json
npth
nspr
nss
numpy
onnx
open-mpi
openblas
opencl-icd-loader
opencore-amr
opencv
openexr
openjpeg
openldap
openssl@3
openvino
opus
opusfile
orc
p11-kit
pango
pcre2
pinentry
pixman
pkgconf
pmix
portaudio
proj
protobuf
pugixml
pulseaudio
py3cairo
pygobject3
pyqt
python-packaging
python@3.13
qt
rav1e
readline
ripgrep
rtmpdump
rubberband
scc
sdl2
shared-mime-info
snappy
speex
speexdsp
spirv-llvm-translator
spirv-tools
sqlite
srt
srtp
starship
suite-sparse
svt-av1
systemd
taglib
tbb
tcl-tk
tesseract
theora
tokyo-cabinet
tree-sitter
unbound
unibilium
unzip
utf8cpp
utf8proc
util-linux
vamp-plugin-sdk
vtk
wayland
wayland-protocols
webp
x264
x265
xauth
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xh
xinput
xkbcomp
xkeyboard-config
xorg-server
xorgproto
xvid
xz
yazi
yt-dlp
z3
zeromq
zig
zimg
zlib
zstd
